# ViewGraphSchedLocationsHigh Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ViewGraphSchedLocationsHigh Property
ParameterTypeId Class See Also
---
"Column Locations End"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ViewGraphSchedLocationsHigh { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ViewGraphSchedLocationsHigh As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ViewGraphSchedLocationsHigh {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace